{
    "header": {
        "login": "Anmelden",
        "logout": "Abmelden"
    },
    "footer": {
        "legal": "Impressum",
        "privacy": "Datenschutz"
    },
    "main": {
        "headline": "Filme, Serien und mehr",
        "info": "Geben Sie Ihre E-Mail-Adresse ein, um Ihr Abonnement zu erstellen oder neu zu starten.",
        "watch": "Schaue was und wann du willst.",
        "email": "E-Mail-Adresse",
        "password": "Passwort eingeben",
        "repeatPassword": "Passwort bestätigen",
        "signUp": "Registrieren",
        "success": "Deine E-Mail wurde erfolgreich bestätigt",
        "fail": "Es gab Probleme beim Bestätigen deiner E-mail, bitte versuche es später erneut",
        "getStarted": "Loslegen",
        "errorName": "Die E-Mail-Adresse ist ungültig",
        "errorPw": "Min. 8 Zeichen, Zahl, Groß-/Kleinschr.",
        "errorRepeatedPw": "Die Passwörter müssen übereinstimmen",
        "forgotPw": "Passwort vergessen?",
        "newCustomer": "Neu bei Videoflix?",
        "SignUpNow": "Jetzt registrieren"
    },
    "forgot": {
        "title": "Passwort vergessen?",
        "sendMail": "Wir senden Ihnen eine E-Mail mit den Anweisungen zum Zurücksetzen Ihres Passworts.",
        "sendButton": "E-mail senden"
    },
    "reset": {
        "check": "Bitte überprüfe deine E-mail, wir haben dir einen Link zur Bestätigung gesendet.",
        "password": "Passwort zurücksetzen",
        "text": "Erstelle ein neues Passwort für deinen ",
        "text2": " Account.",
        "error": "Ein unerwarteter Fehler ist aufgetreten. Bitte versuche es erneut."
    },
    "chooseVid": {
        "description": "description Wir senden Ihnen eine E-Mail mit den Anweisungen zum Zurücksetzen Ihres Passworts Wir senden Ihnen eine E-Mail mit den Anweisungen zum Zurücksetzen Ihres Passworts Wir senden Ihnen eine E-Mail mit den Anweisungen zum Zurücksetzen Ihres Passworts",
        "play": "Abspielen",
        "new": "New on Videoflix",
        "animals": "Tiere",
        "nature": "Natur",
        "training": "Training",
        "tutorials": "Erklärvideos",
        "empty": "Bisher keine Videos in dieser Kategorie"
    },
    "error": {
        "registration": "Bestätigen Sie Ihre E-Mail-Adresse",
        "noPasswordMatch": "Passwörter stimmen nicht überein",
        "login": "Benutzername oder Passwort falsch",
        "updateVideo": "Fehler beim Speichern des Fortschritts:",
        "orientation": "Ausrichtungssperre fehlgeschlagen:",
        "noSLider": "Kein Slider gefunden für Kategorie:",
        "iniSlider": "Error initializing slider",
        "noVideo": "Keine Videodaten gefunden",
        "noToken": "Kein Token gefunden, Zugriff verweigert",
        "failedLoad": "Konnte Video-details nicht laden:",
        "videoPlay": "Video konnte nicht abgespielt werden"
    },
    "privacy": {
        "privacyContent": "<h1>Datenschutz<\/h1><br>\r\n        <h2>Verantwortlicher<\/h2>\r\n        <p>Verantwortlicher im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutz-Grundverordnung (DSGVO),\r\n            ist:<\/p>\r\n        <p>Alexander Hardtke<\/p><br>\r\n\r\n        <h2>Ihre Betroffenenrechte<\/h2>\r\n        <p>Unter den angegebenen Kontaktdaten können Sie gemäß EU-Datenschutz-Grundverordnung (DSGVO) jederzeit folgende\r\n            Rechte ausüben:<\/p>\r\n        <ul>\r\n            <li>Auskunft über Ihre bei uns gespeicherten Daten und deren Verarbeitung (Art. 15 DSGVO),<\/li>\r\n            <li>Berichtigung unrichtiger personenbezogener Daten (Art. 16 DSGVO),<\/li>\r\n            <li>Löschung Ihrer bei uns gespeicherten Daten (Art. 17 DSGVO),<\/li>\r\n            <li>Einschränkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Pflichten noch nicht\r\n                löschen dürfen (Art. 18 DSGVO),<\/li>\r\n            <li>Widerspruch gegen die Verarbeitung Ihrer Daten bei uns (Art. 21 DSGVO) und<\/li>\r\n            <li>Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns\r\n                abgeschlossen haben (Art. 20 DSGVO).<\/li>\r\n        <\/ul>\r\n        <p>Sofern Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft\r\n            widerrufen.<\/p>\r\n        <p>Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z. B. an die zuständige\r\n            Aufsichtsbehörde des Bundeslands Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige\r\n            Behörde.<\/p>\r\n        <p>Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Anschrift finden Sie unter: <a\r\n                href=\"https:\/\/www.bfdi.bund.de\/DE\/Infothek\/Anschriften_Links\/anschriften_links-node.html\">\r\n                https:\/\/www.bfdi.bund.de\/DE\/Infothek\/Anschriften_Links\/anschriften_links-node.html<\/a>.\r\n        <\/p><br>\r\n\r\n        <h2>Verarbeitungstätigkeiten<\/h2>\r\n        <h3>Erfassung allgemeiner Informationen beim Besuch unserer Website<\/h3>\r\n        <h4>Art und Zweck der Verarbeitung<\/h4>\r\n        <p>Wenn Sie auf unsere Website zugreifen, d.h., wenn Sie sich nicht registrieren oder anderweitig Informationen\r\n            übermitteln, werden automatisch Informationen allgemeiner Natur erfasst. Diese Informationen\r\n            (Server-Logfiles) beinhalten etwa die Art des Webbrowsers, das verwendete Betriebssystem, den Domainnamen\r\n            Ihres Internet-Service-Providers, Ihre IP-Adresse und ähnliches.<\/p>\r\n        <p>Sie werden insbesondere zu folgenden Zwecken verarbeitet:<\/p>\r\n        <ul>\r\n            <li>Sicherstellung und Auswertung der Systemsicherheit und -stabilität, insbesondere zur\r\n                Missbrauchserkennung<\/li>\r\n        <\/ul>\r\n        <p>Wir verwenden Ihre Daten nicht, um Rückschlüsse auf Ihre Person zu ziehen. Allerdings behalten wir uns vor,\r\n            die Server-Logfiles nachträglich zu überprüfen, sollten konkrete Anhaltspunkte auf eine rechtswidrige\r\n            Nutzung hinweisen.<\/p>\r\n        <h4>Rechtsgrundlage und berechtigtes Interesse<\/h4>\r\n        <p>Die Verarbeitung erfolgt gemäß Art. 6 Abs. 1 lit. f DSGVO auf Basis unseres berechtigten Interesses an der\r\n            Verbesserung der Stabilität und Funktionalität unserer Website sowie der Sicherstellung der Systemsicherheit\r\n            und Missbrauchserkennung.<\/p>\r\n        <h4>Empfänger<\/h4>\r\n        <p>Empfänger der Daten sind ggf. technische Dienstleister, die für den Betrieb und die Wartung unserer Webseite\r\n            als Auftragsverarbeiter tätig werden.<\/p>\r\n        <h4>Speicherdauer<\/h4>\r\n        <p>Daten werden in Server-Log-Dateien in einer Form, die die Identifizierung der betroffenen Personen\r\n            ermöglicht, maximal für 10 Wochen gespeichert; es sei denn, dass ein sicherheitsrelevantes Ereignis auftritt\r\n            (z.B. ein DDoS-Angriff).<\/p>\r\n        <p>Im Falle eines solchen Ereignisses werden Server-Log-Dateien bis zur Beseitigung und vollständigen Aufklärung\r\n            des sicherheitsrelevanten Ereignisses gespeichert.<\/p>\r\n        <h4>Bereitstellung vorgeschrieben oder erforderlich<\/h4>\r\n        <p>Die Bereitstellung der vorgenannten personenbezogenen Daten ist weder gesetzlich noch vertraglich\r\n            vorgeschrieben. Ohne die IP-Adresse ist jedoch der Dienst und die Funktionsfähigkeit unserer Website nicht\r\n            gewährleistet. Zudem können einzelne Dienste und Services nicht verfügbar oder eingeschränkt sein.<\/p>\r\n        <h4>Widerspruch<\/h4>\r\n        <p>Lesen Sie dazu die Informationen über Ihr Widerspruchsrecht nach Art. 21 DSGVO weiter unten.<\/p>\r\n        <h3>Kontaktaufnahme<\/h3>\r\n        <p>Art und Zweck der Verarbeitung<\/p>\r\n        <p>Eine Kontaktaufnahme ist über die bereitgestellten E-Mail-Adressen möglich. In diesem Fall werden die mit der\r\n            E-Mail übermittelten personenbezogenen Daten des Nutzers gespeichert. Hierzu zählen Datum und Uhrzeit des\r\n            E-Mailversands, E-Mailadresse, IP-Adressen sowie Informationen zu den an der E-Mail-Kommunikation\r\n            beteiligten Servern.<\/p>\r\n        <p>Sie können Sie über die bereitgestellten Telefonnummern Kontakt zu uns aufnehmen. Hierbei erheben wir\r\n            Protokolldaten, die Ihre Telefonnummer und die Dauer des Gesprächs beinhalten.<\/p>\r\n        <p>Unabhängig von der gewählten Kommunikationsart erheben wir den Inhalt Ihrer Anfrage. Ihre Daten werden zum\r\n            Zweck der individuellen Kommunikation mit Ihnen gespeichert.<\/p>\r\n        <h4>Rechtsgrundlage<\/h4>\r\n        <p>Die Verarbeitung der Daten erfolgt auf der Grundlage eines berechtigten Interesses (Art. 6 Abs. 1 lit. f\r\n            DSGVO).<\/p>\r\n        <p>Unser berechtigtes Interesse an der Verarbeitung Ihrer Daten ist die Ermöglichung einer unkomplizierten\r\n            Kontaktaufnahme.<\/p>\r\n        <p>Sofern Sie mit uns Kontakt aufnehmen, um ein Angebot zu erfragen, erfolgt die Verarbeitung der Daten zur\r\n            Durchführung vorvertraglicher Maßnahmen (Art. 6 Abs. 1 lit. b DSGVO).<\/p>\r\n        <h4>Empfänger<\/h4>\r\n        <p>Empfänger der Daten sind ggf. technische Dienstleister, die für den Betrieb und die Wartung unserer Webseite\r\n            als Auftragsverarbeiter tätig werden.<\/p>\r\n        <h4>Speicherdauer<\/h4>\r\n        <p>Daten werden spätestens 10 Wochen nach Bearbeitung der Kontaktaufnahme gelöscht.<\/p>\r\n        <p>Sofern es zu einem Vertragsverhältnis kommt, unterliegen wir den gesetzlichen Aufbewahrungsfristen. Diese\r\n            betragen grundsätzlich 6 oder 10 Jahre aus Gründen der ordnungsmäßigen Buchführung und steuerrechtlichen\r\n            Anforderungen.<\/p>\r\n        <h4>Bereitstellung vorgeschrieben oder erforderlich<\/h4>\r\n        <p>Die Bereitstellung Ihrer personenbezogenen Daten erfolgt freiwillig. Wir können Ihre Anfrage jedoch nur\r\n            bearbeiten, sofern Sie uns die erforderlichen Daten und den Grund der Anfrage mitteilen.<\/p>\r\n        <h4>Widerspruch<\/h4>\r\n        <p>Lesen Sie dazu die Informationen über Ihr Widerspruchsrecht nach Art. 21 DSGVO weiter unten.<\/p>\r\n        <h3>Anlegen eines Kundenkontos<\/h3>\r\n        <h4>Art und Zweck der Verarbeitung<\/h4>\r\n        <p>Auf unserer Website haben Sie die Möglichkeit ein Kundenkonto anzulegen. Hierzu erfassen wir Ihre\r\n            Kontaktdaten und verknüpfen Ihre getätigten Einkäufe mit Ihrem Konto.<\/p>\r\n        <p>Zusätzlich zu den von Ihnen angegebenen Daten werden zum Zeitpunkt des Anlegens des Kundenkontos folgende\r\n            Daten gespeichert:<\/p>\r\n        <ul>\r\n            <li><\/li>\r\n        <\/ul>\r\n        <h4>Rechtsgrundlage<\/h4>\r\n        <p>Die Verarbeitung der bei der Registrierung eingegebenen Daten erfolgt auf Grundlage einer Einwilligung des\r\n            Nutzers (Art. 6 Abs. 1 lit. a DSGVO).<\/p>\r\n        <h4>Empfänger<\/h4>\r\n        <p>Empfänger der Daten sind ggf. technische Dienstleister, die für den Betrieb und die Wartung unserer Website\r\n            als Auftragsverarbeiter tätig werden.<\/p>\r\n        <h4>Speicherdauer<\/h4>\r\n        <p>Daten werden in diesem Zusammenhang nur verarbeitet, solange die entsprechende Einwilligung vorliegt.<\/p>\r\n        <h4>Bereitstellung vorgeschrieben oder erforderlich<\/h4>\r\n        <p>Die Anlage eines Kundenkontos ist freiwillig. Sie ist zur Erfüllung eines Vertrages mit Ihnen oder zur\r\n            Durchführung vorvertraglicher Maßnahmen vorteilhaft, aber nicht notwendig. Sie haben jederzeit die\r\n            Möglichkeit als Gast Bestellungen zu tätigen.<\/p>\r\n        <h4>Widerruf der Einwilligung<\/h4>\r\n        <p>Die Löschung Ihres Kundenkontos ist jederzeit möglich und kann bei den unten aufgeführten\r\n            Kontaktinformationen beantragt werden.<\/p><br>\r\n\r\n        <h2>Cookies<\/h2>\r\n        <p>Ein Cookie ist ein kleiner Datensatz, der beim Besuch einer Website erstellt und auf dem System\r\n            Websitebesuchers zwischengespeichert wird. Wird der Server dieser Website erneut vom Nutzer der Website\r\n            aufgerufen, sendet der Browser des Nutzers der Website das zuvor empfangenen Cookie wieder zurück an den\r\n            Server. Der Server kann die durch dieses Verfahren erhaltenen Informationen auswerten. Durch Cookies kann\r\n            insbesondere das Navigieren auf einer Website erleichtert werden.<\/p>\r\n        <p>Ausführliche Informationen zum Thema Cookies, und welche Cookies auf dieser Website zu welchem Zweck im\r\n            Einsatz sind, können Sie jederzeit in den Cookie-Einstellungen aufrufen.<\/p>\r\n        <h4>Löschen von Cookies<\/h4>\r\n        <p>Sie können einzelne Cookies oder den gesamten Cookie-Bestand löschen. Darüber hinaus erhalten Sie\r\n            Informationen und Anleitungen, wie diese Cookies gelöscht oder deren Speicherung vorab blockiert werden\r\n            können. Je nach Anbieter Ihres Browsers finden Sie die notwendigen Informationen unter den nachfolgenden\r\n            Links:<\/p>\r\n        <ul>\r\n            <li>Mozilla Firefox: <a\r\n                    href=\"https:\/\/support.mozilla.org\/de\/kb\/cookies-loeschen-daten-von-websites-entfernen\">https:\/\/support.mozilla.org\/de\/kb\/cookies-loeschen-daten-von-websites-entfernen<\/a>\r\n            <\/li>\r\n            <li>Microsoft Edge: <a\r\n                    href=\"https:\/\/support.microsoft.com\/de-de\/windows\/verwalten-von-cookies-in-microsoft-edge-anzeigen-zulassen-blockieren-l%C3%B6schen-und-verwenden-168dab11-0753-043d-7c16-ede5947fc64d\">https:\/\/support.microsoft.com\/de-de\/windows\/verwalten-von-cookies-in-microsoft-edge-anzeigen-zulassen-blockieren-l%C3%B6schen-und-verwenden-168dab11-0753-043d-7c16-ede5947fc64d<\/a>\r\n            <\/li>\r\n            <li>Google Chrome: <a\r\n                    href=\"https:\/\/support.google.com\/accounts\/answer\/61416?hl=de\">https:\/\/support.google.com\/accounts\/answer\/61416?hl=de<\/a>\r\n            <\/li>\r\n            <li>Opera: <a href=\"http:\/\/www.opera.com\/de\/help\">http:\/\/www.opera.com\/de\/help<\/a><\/li>\r\n            <li>Safari: <a\r\n                    href=\"https:\/\/support.apple.com\/kb\/PH17191?locale=de_DE&amp;viewlocale=de_DE\">https:\/\/support.apple.com\/kb\/PH17191?locale=de_DE&amp;viewlocale=de_DE<\/a>\r\n            <\/li>\r\n        <\/ul>\r\n        <p>Zusätzlich können Sie standardmäßig das Laden sog. Scripts verhindern. NoScript erlaubt das Ausführen von\r\n            JavaScript, Java und anderen Plugins nur bei vertrauenswürdigen Domains Ihrer Wahl.<\/p>\r\n        <p>Informationen und Anleitungen, wie Sie diese Funktion bearbeiten können, erhalten Sie über den Anbieter Ihres\r\n            Browsers (z.B. für Mozilla Firefox: <a\r\n                href=\"https:\/\/addons.mozilla.org\/de\/firefox\/addon\/noscript\/\">https:\/\/addons.mozilla.org\/de\/firefox\/addon\/noscript\/<\/a>).\r\n        <\/p>\r\n        <h3>Technisch notwendige Cookies<\/h3>\r\n        <h4>Art und Zweck der Verarbeitung<\/h4>\r\n        <p>Wir setzen Cookies ein, um unsere Website nutzerfreundlicher zu gestalten. Einige Elemente unserer Website\r\n            erfordern es, dass der aufrufende Browser auch nach einem Seitenwechsel identifiziert werden kann.<\/p>\r\n        <p>Der Zweck der Verwendung technisch notwendiger Cookies ist, die Nutzung von Websites für die Nutzer zu\r\n            vereinfachen. Einige Funktionen unserer Website können ohne den Einsatz von Cookies nicht angeboten werden.\r\n            Für diese ist es erforderlich, dass der Browser auch nach einem Seitenwechsel wiedererkannt wird.<\/p>\r\n        <p>Für folgende Anwendungen benötigen wir Cookies:<\/p>\r\n        <p>Eine Übersicht finden über die eingesetzten Cookies finden Sie in unserem Cookie-Consent-Tool.<\/p>\r\n        <h4>Rechtsgrundlage und berechtigtes Interesse<\/h4>\r\n        <p>Die Datenverarbeitung erfolgt insoweit allein auf Basis unseres berechtigten Interesses an einer\r\n            nutzerfreundlichen Gestaltung unserer Website und an der Dokumentation der Einwilligung gem. Art. 6 Abs. 1\r\n            lit. f DSGVO in Verbindung mit einer Abwägung nach §25 Abs. 2 TDDDG.<\/p>\r\n        <h4>Empfänger<\/h4>\r\n        <p>Empfänger der Daten sind ggf. technische Dienstleister, die für den Betrieb und die Wartung unserer Website\r\n            als Auftragsverarbeiter tätig werden.<\/p>\r\n        <h4>Speicherdauer<\/h4>\r\n        <p>Die jeweilige Speicherdauer der Cookies entnehmen Sie bitte dem Cookie-Consent-Tool.<\/p>\r\n        <h4>Bereitstellung vorgeschrieben oder erforderlich<\/h4>\r\n        <p>Die Bereitstellung der vorgenannten personenbezogenen Daten ist weder gesetzlich noch vertraglich\r\n            vorgeschrieben. Ohne diese Daten sind jedoch der Dienst und die Funktionsfähigkeit unserer Website nicht\r\n            gewährleistet. Zudem können einzelne Dienste und Services nicht verfügbar oder eingeschränkt sein.<\/p>\r\n        <h4>Widerspruch<\/h4>\r\n        <p>Lesen Sie dazu die Informationen über Ihr Widerspruchsrecht nach Art. 21 DSGVO weiter unten.<\/p><br>\r\n\r\n        <h2>Information über Ihr Widerspruchsrecht nach Art. 21 DSGVO<\/h2>\r\n        <h3>Einzelfallbezogenes Widerspruchsrecht<\/h3>\r\n        <p>Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die\r\n            Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund Art. 6 Abs. 1 lit. f DSGVO\r\n            (Datenverarbeitung auf der Grundlage einer Interessenabwägung) erfolgt, Widerspruch einzulegen; dies gilt\r\n            auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art. 4 Nr. 4 DSGVO.<\/p>\r\n        <p>Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir\r\n            können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und\r\n            Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von\r\n            Rechtsansprüchen.<\/p>\r\n        <h3>Empfänger eines Widerspruchs<\/h3>\r\n        <p>Alexander Hardtke<br \/>\r\n            86153 Augsburg<br \/>\r\n            Am Färberturm 7<br>\r\n            E-Mail: 5yl3kz&#0064;googlemail.com<\/p><br>\r\n\r\n        <h2>Änderung unserer Datenschutzerklärung<\/h2>\r\n        <p>Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen\r\n            Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.B.\r\n            bei der Einführung neuer Services. Für Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.<\/p>\r\n        <br>\r\n\r\n        <h2>Fragen zum Datenschutz<\/h2>\r\n        <p>Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail an den oben genannten\r\n            Verantwortlichen.<\/p><br>\r\n\r\n        <h2>Urheberrechtliche Hinweise<\/h2>\r\n        <p><em>Diese Datenschutzerklärung wurde mit Hilfe der activeMind AG erstellt – den Experten für <a\r\n                    href=\"https:\/\/www.activemind.de\/datenschutz\/datenschutzbeauftragter\/\" target=\"_blank\"\r\n                    rel=\"noopener dofollow\">externe Datenschutzbeauftragte<\/a> (Version #2024-10-25).<\/em><\/p>",
        "legalContent": "<div>\r\n        <h1>Impressum<\/h1><br>\r\n        <h2>Verantwortliche(r)<\/h2><br>\r\n\r\n        <p>Alexander Hardtke<\/p><br>\r\n\r\n        <h3>Postanschrift<\/h3>\r\n        <p>Am Färberturm 7<br \/>\r\n            86153 Augsburg<\/p><br>\r\n\r\n        <h3>Kontakt<\/h3>\r\n        <p>E-Mail: 5yl3kz&#0064;googlemail.com<\/p>\r\n        <p>Telefon: 01759434431<\/p><br>\r\n\r\n        <h2>Hinweise zur Website<\/h2><br>\r\n        <h3>Urheberrechtliche Hinweise<\/h3>\r\n        <p>© 2025 Developer Akademie GmbH<\/p><br>\r\n\r\n        <p><em>Dieses Impressum wurde mit Hilfe des <a href=\"https:\/\/www.activemind.de\/generatoren\/impressum\/\"\r\n                    target=\"_blank\" rel=\"noopener\">Impressums-Generators der activeMind AG<\/a> erstellt (Version\r\n                2024-07-05).<\/em><\/p><br>\r\n    <\/div>"
    }
}